[  
    
    {
        "title": "Mar 2024",
        "cardTitle": "ARTE Certified",
        "url": "https://training.hacktricks.xyz/",
        "cardSubtitle":"La certificación ARTE muestra cómo aplicar metodologías de Red Team específicamente diseñadas para entornos de AWS, capacitándote para identificar y remediar vulnerabilidades potenciales de manera efectiva, asi como elaborar un plan de auditoría de caja blanca y caja negra.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/htarte.png"
            }
        }
    }, 
    {
        "title": "Jan 2024",
        "cardTitle": "Pentester & Security Researcher",
        "url": "https://www.mnemo.com/",
        "cardSubtitle":"Auditor de seguridad ofensiva encargado de operar en ejercicios de auditorias Web, Infra, OT, Móviles, entre otros. Investigador en diferentes ámbitos de la seguridad informática",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_mnemo.png"
            }
        }
    }, 

    {
        "title": "Nov 2023",
        "cardTitle": "CRTE Certified",
        "url": "https://www.alteredsecurity.com/redteamlab",
        "cardSubtitle":"La certificación CRTE es una prueba práctica que evalúa la capacidad de los estudiantes para identificar vulnerabilidades y explotar funcionalidades en infraestructuras de Windows empresariales con múltiples dominios y bosques. Los participantes deben resolver desafíos prácticos en entornos de laboratorio realistas, con un enfoque en la comprensión de las relaciones de confianza y la construcción de rutas de ataque",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crte.png"
            }
        }
    },
    {
        "title": "Oct 2023",
        "cardTitle": "OSEP Certified",
        "url": "https://www.offsec.com/courses/pen-300/",
        "cardSubtitle":"OSEP es un curso avanzado de pruebas de penetración que amplía el conocimiento y las técnicas enseñadas en Pruebas de Penetración con Kali Linux, enseñando a los estudiantes a realizar pruebas avanzadas contra organizaciones maduras con una función de seguridad establecida y se enfoca en eludir los mecanismos de seguridad diseñados para bloquear ataques.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/osep.png"
            }
        }
    },
    {
        "title": "Aug 2023",
        "cardTitle": "CHMRTS Certified",
        "url": "https://cyberwarfare.live/product/hybrid-multi-cloud-red-team-specialist-chmrts/",
        "cardSubtitle":"El curso esta orientado a diseñar mapas de ataque y explotar servicios en la nube como AWS, Azure, GCP, además de sistemas locales. Cubre la explotación de servicios populares como O365, G-Suite y Azure AD, así como el movimiento lateral entre sistemas y la persistencia en entornos híbridos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/chmrta.png"
            }
        }
    },
    {
        "title": "Jul 2023",
        "cardTitle": "CRTO Certified",
        "url": "https://training.zeropointsecurity.co.uk/courses/red-team-ops",
        "cardSubtitle":"El curso esta orientado a aprender los principios básicos, herramientas y técnicas de un ejercicico Red Team. Los estudiantes cubrirán los conceptos clave de una simulación de ataque, Command and Control, planificación de actuación y reporte.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crto.png"
            }
        }
    },

    {
        "title": "Jun 2023",
        "cardTitle": "CARTP Certified",
        "url": "https://www.alteredsecurity.com/azureadlab",
        "cardSubtitle":"Este bootcamp de 4 semanas, ideal para principiantes, está diseñado para profesionales de la seguridad que deseen mejorar sus habilidades en seguridad en la nube de Azure Active Directory (AD), pentesting de Azure y Red Teaming en la nube de Azure. Cubre todas las fases del Red Teaming y pentesting en Azure: Reconocimiento, Acceso inicial, Enumeración, Escalada de privilegios, Movimiento lateral, Persistencia y exfiltración de datos. El bootcamp se centrará en la metodología y las técnicas, a través de demostraciones del instructor, ejercicios y laboratorios prácticos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/cartp.png"
            }
        }
    },

    {
        "title": "May 2023",
        "cardTitle": "eCCPTv2 Certified",
        "url": "https://elearnsecurity.com/product/ecpptv2-certification/",
        "cardSubtitle":"eCPPTv2 es una certificación profesional 100 % práctica y muy respetada en pruebas de penetración y hacking ético que cuenta con profesionales certificados en los siete continentes.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/eccptv2.png"
            }
        }
    },
    
    {
        "title": "May 2023",
        "cardTitle": "CRTP Certified",
        "url": "https://www.alteredsecurity.com/adlab",
        "cardSubtitle":"El Laboratorio de Ataque y Defensa de Active Directory está diseñado para proporcionar una plataforma a los profesionales de seguridad para entender, analizar y practicar las amenazas y ataques en un entorno moderno de Active Directory. El laboratorio es amigable para principiantes y viene con un curso de video completo y un manual de laboratorio. El curso y el laboratorio se basan en nuestra experiencia de años haciendo y rompiendo entornos de Windows y AD, y enseñando a profesionales de seguridad.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crtp.png"
            }
        }
    },
    
    {
        "title": "Abr 2023",
        "cardTitle": "AZ-900 Certified",
        "url": "https://learn.microsoft.com/es-es/certifications/exams/az-900/",
        "cardSubtitle":"Los candidatos para este examen deben tener un conocimiento fundamental de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El examen está dirigido a candidatos que recién están comenzando a trabajar con soluciones y servicios basados en la nube o que son nuevos en Azure.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/az-900-sinfondo.png"
            }
        }
    },   
    {
        "title": "Mar 2023",
        "cardTitle": "OSCP Certified",
        "url": "https://www.offsec.com/courses/pen-200/",
        "cardSubtitle":"Curso PWK/PEN-200 que introduce las metodologias, herramientas y ténicas de pruebas de penetración. El examen consiste en un ataque y penetración exitoso en varias máquinas en un entorno de laboratorio en un periodo de 48h (24h de explotación y 24h de informe monitorizados). El OSCP es una certificación técnica que requiere de unos conocimientos base. ",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/oscp.png"
            }
        }
    },   
    {
        "title": "Feb 2023",
        "cardTitle": "APIsec Certified",
        "url": "https://university.apisec.ai/apisec-certified-expert",
        "cardSubtitle":"El curso de pruebas de penetración de API cubre todos los temas clave para convertirse en un profesional de APIsec. Este curso práctico proporciona talleres detallados sobre técnicas de hacking de API y cómo descubrir vulnerabilidades y fallos lógicos en las APIs.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/apisec.png"
            }
        }
    },  
   {
        "title": "Jun 2022",
        "cardTitle": "Consultor de Ciberseguridad & Junior Pentester",
        "url": "https://www.ey.com/es_es",
        "cardSubtitle":"Consultor de seguridad encargado de la gestión de vulnerabilidades durante 4 meses con el uso de herramientas como Qualys, Acunetix y Burpsuite. En Septiembre realicé un movimiento lateral y comienzo como Junior Pentester. Encargado de pruebas de auditoria web, infraestructura, generación de reportes y escaneos de vulnerabilidades con Nessus y Burpsuite.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_EY.png"
            }
        }
    }, 

    {
        "title": "Jun 2022",
        "cardTitle": "Grado en Ingeniería Informática",
        "url": "https://www.unir.net/",
        "cardSubtitle":"El Grado en Ingeniería Informática online de UNIR, está diseñado para que adquieras los conocimientos teóricos y prácticos en inteligencia artificial, ingeniería del software, diseño de hardware, arquitecturas de red o seguridad de los datos que forman los sistemas informáticos modernos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_unir_azul.jpeg"
            }
        }
    },

    
    {
            "title": "Nov 2021",
            "cardTitle": "Curso de Seguridad Informática Ofensiva",
            "url": "https://www.hackbysecurity.com/",
            "cardSubtitle":"En este curso el alumno adquirirá los conocimientos y habilidades necesarias para realizar pruebas de penetración y auditorías de seguridad informática pudiendo llegar a desempeñar puesto como el de hacker ético, pentester o auditor de ciberseguridad. Se le introducirán desde los conceptos de hacking básicos hasta la creación de sus propios exploits, pasando por las técnicas de ataque y herramientas más avanzadas y efectivas.",
            "cardDetailedText": "",
            "media": {
                "type": "IMAGE",
                "source": {
                    "url": "../images/logos/logo_hackbysecurity.png"
                }
            }
    },

    {
        "title": "Sept 2019",
        "cardTitle": "Junior Full Stack Developer",
        "url": "https://www.wunderapp.es/",
        "cardSubtitle":"Encargado del desarrollo de aplicaciones web estáticas (Wordpress) y aplicaciones a medida con Symfony, PHP y Typescript. Desarrollo de aplicaciones móviles con Apache Cordova.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_wunderapp_con_fondo2.png"
            }
        }
    },
     
    {
        "title": "Jun 2019",
        "cardTitle": "Desarrollo de Aplicaciones Multiplataforma (DAM)",
        "url": "https://iescomercio.com/",
        "cardSubtitle":"Técnico superior en Desarrollo de Aplicaciones Multiplataforma en IES Comercio (Logroño)",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/ies_comercio.png"
            }
        }
    },


    {
        "title": "Enero 2019",
        "cardTitle": "Empleado en prácticas",
        "url": "https://www.terabyte2003.com/",
        "cardSubtitle":"Prácticas en la empresa gracias a la formación profesional. Encargado de desarrollo de mantenimientos en C y migraciones de datos a Ruby",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_terabyte_confondo.png"
            }
        }

    }
]