[  
    {
        "title": "Aug 2025",
        "cardTitle": "OSCE3 Certified ",
        "url": "https://www.offsec.com/certificates/osce3/",
        "cardSubtitle":"La certificación OSCE³ (OffSec Certified Expert³) se obtiene automáticamente tras completar y aprobar tres cursos avanzados de Offensive Security: WEB-300 (OSWE), PEN-300 (OSEP) y EXP-301 (OSED). Acredita dominio en ataques web, evasión de defensas avanzadas y desarrollo de exploits en Windows, incluyendo ingeniería inversa y bypass de mitigaciones como DEP y ASLR",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/osce3.png"
            }
        }
    },
    {
        "title": "Aug 2025",
        "cardTitle": "OSED Certified ",
        "url": "https://www.offsec.com/courses/exp-301/",
        "cardSubtitle":"Aborda técnicas avanzadas como desbordamientos de pila, ingeniería inversa, análisis dinámico y escritura de shellcode, además del bypass de mitigaciones modernas como DEP y ASLR. El programa combina teoría, laboratorios prácticos y retos diseñados para consolidar conocimientos y preparar al alumno para el examen de certificación, acreditando competencias en explotación avanzada y descubrimiento de vulnerabilidades.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/osed.png"
            }
        }
    },
    {
        "title": "May 2025",
        "cardTitle": "Docente en KSchool ",
        "url": "https://kschool.com/master/master-hacking-etico/",
        "cardSubtitle":"Docente en el Máster de Hacking Ético, participando en el módulo especializado en ataques al Directorio Activo. La formación abordó técnicas de explotación y persistencia en entornos corporativos, así como medidas defensivas para su detección y mitigación. Los alumnos aplicaron prácticas reales con herramientas de uso profesional, orientadas a comprender el ciclo completo de un ataque en infraestructuras basadas en Active Directory.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_kschool.png"
            }
        }
    },

    {
        "title": "May 2025",
        "cardTitle": "Locked Shields",
        "url": "https://ccdcoe.org/locked-shields/",
        "cardSubtitle":"Participé en Locked Shields 2025, el mayor ejercicio de ciberdefensa en vivo organizado por la OTAN, con más de 4.000 profesionales de 41 países. Representé a España en el Blue Team 15, junto a integrantes de Brasil y Suiza, defendiendo infraestructuras críticas frente a ciberataques a gran escala. Dentro del grupo de sistemas Linux, formé parte del Rapid Response Team, donde realicé mitigación de incidentes, restauración de servicios y análisis de las técnicas del adversario para detectar, contener y expulsar al Red Team de los sistemas comprometidos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/locked_shields_bg.png"
            }
        }
    },
    {
        "title": "Mar 2025",
        "cardTitle": "Active Directory Attacks",
        "url": "https://rootedcon.com/eventos/rootedcon-madrid/",
        "cardSubtitle":"El taller está diseñado para profesionales de ciberseguridad, administradores de sistemas, analistas y auditores de seguridad interesados en aprender acerca de pentesting en Directorio Activo. Es adecuado tanto para principiantes que quieran iniciarse en la seguridad de AD como para usuarios intermedios que deseen profundizar en técnicas avanzadas de explotación.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/rooted_logo.jpeg"
            }
        }
    },
    {
        "title": "Feb 2025",
        "cardTitle": "Stop Copy&Paste, Understanding AMSI Bypasses",
        "url": "https://hackon.es/charlas/Axel_y_Justo.html",
        "cardSubtitle":"En el día a día de un auditor, suele ser necesario realizar evasiones en las medidas de seguridad. Una de las mas conocidas es la evasión de AMSI. Estamos acostumbrados lanzar comandos que internamente hagan \"magia\" pero no entendemos que esta pasando por detrás. En esta charla hablaremos sobre AMSI y desvelaremos el truco que hay detrás.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/HackOn.png"
            }
        }
    },
    {
        "title": "Nov 2024",
        "cardTitle": "Evasión de Medidas de Seguridad en Active Directory: técnicas avanzadas y herramientas de OPSEC",
        "url": "https://jornadas.ccn-cert.cni.es/es/xviiijornadas-programa-general/xviii-jornadas-ccn-cert/ponencia/evasion-de-medidas-de-seguridad-en-active-directory",
        "cardSubtitle":"Se propone un taller de dos horas centrado en la seguridad de Active Directory, con un enfoque particular en técnicas avanzadas de evasión de medidas de seguridad. Este taller se distingue tanto por su aplicación práctica de técnicas OPSEC y la evasión de mecanismos de defensa, como el análisis estático basado en reglas YARA y la protección de Windows Defender. Además, se incorpora una herramienta de SIEM/HIDS para detección de ataques basados en firmas.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/ccn-cert.png"
            }
        }
    },
    {
        "title": "Sept 2024",
        "cardTitle": "OSWE Certified",
        "url": "https://www.offsec.com/courses/web-300/",
        "cardSubtitle":"El curso AWAE de OffSec ofrece una vision de las metodologías y técnicas pentest web, proporcionando formación práctica en hacking ético y desarrollo de exploits. Al completar su examen, se otorga la certificación OSWE, que acredita competencias avanzadas en este ámbito.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/oswe.png"
            }
        }
    },
    {
        "title": "Jul 2024",
        "cardTitle": "Senior Offensive Security Consultant",
        "url": "https://www.zerolynx.com/",
        "cardSubtitle":"Consultor de seguridad ofensiva encargado de operar en diferentes ejercicios de Red Team y auditorias.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/zerolynx_blanco.jpeg"
            }
        }
    }, 
    {
        "title": "May 2024",
        "cardTitle": "CRTL Certified",
        "url": "https://training.zeropointsecurity.co.uk/courses/red-team-ops-ii",
        "cardSubtitle":"CRTL es la continuación del CRTO que complemenata ciertos aspectos relevantes de los ejercicios de Red Team que nov e abordan en su primera certificación. El foco principal es la de proveer técnicas OPSEC, bypass de las defensas (EDR), aprender a desarrollar cargadores en C y C++ para los implantes del Cobalt Strike y montar una infraestructura de C2 con redirectores.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crtl.png"
            }
        }
    },

    {
        "title": "Apr 2024",
        "cardTitle": "Master en Ciberseguridad",
        "url": "https://www.unir.net/",
        "cardSubtitle":"El Máster en Ciberseguridad de UNIR es el primer postgrado oficial, con docencia exclusivamente online, en el que aprenderás las técnicas más efectivas para luchar contra los ciberataques. Avalado por una trayectoria de más de una década y con más de 3.000 estudiantes formados, te prepara de manera práctica para saber actuar frente a las amenazas y ataques de los criminales",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/unir_logo_u.png"
            }
        }
    },
    {
        "title": "Apr 2024",
        "cardTitle": "CARTE Certified",
        "url": "https://www.alteredsecurity.com/azureadvanced",
        "cardSubtitle":"La certificación CARTE es completamente práctica. Para obtenerla, el estudiante debe resolver desafíos prácticos y realistas en un entorno Azure, securizado y multitenant. Quien obtenga la certificación será capaz de evaluar los controles de seguridad, analizar su eficacia y recomendar mitigaciones contra configuraciones incorrectas",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/carte.png"
            }
        }
    },
    {
        "title": "Mar 2024",
        "cardTitle": "ARTE Certified",
        "url": "https://training.hacktricks.xyz/",
        "cardSubtitle":"La certificación ARTE muestra cómo aplicar metodologías de Red Team específicamente diseñadas para entornos de AWS, capacitándote para identificar y remediar vulnerabilidades potenciales de manera efectiva, asi como elaborar un plan de auditoría de caja blanca y caja negra.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/htarte.png"
            }
        }
    }, 
    {
        "title": "Jan 2024",
        "cardTitle": "Pentester & Security Researcher",
        "url": "https://www.mnemo.com/",
        "cardSubtitle":"Consutlor de seguridad ofensiva encargado de operar en ejercicios de auditorias Web, Infra, OT, Móviles, entre otros. Investigador en diferentes ámbitos de la seguridad informática",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_mnemo.png"
            }
        }
    }, 

    {
        "title": "Nov 2023",
        "cardTitle": "CRTE Certified",
        "url": "https://www.alteredsecurity.com/redteamlab",
        "cardSubtitle":"La certificación CRTE es una prueba práctica que evalúa la capacidad de los estudiantes para identificar vulnerabilidades y explotar funcionalidades en infraestructuras de Windows empresariales con múltiples dominios y bosques. Los participantes deben resolver desafíos prácticos en entornos de laboratorio realistas, con un enfoque en la comprensión de las relaciones de confianza y la construcción de rutas de ataque",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crte.png"
            }
        }
    },
    {
        "title": "Oct 2023",
        "cardTitle": "OSEP Certified",
        "url": "https://www.offsec.com/courses/pen-300/",
        "cardSubtitle":"OSEP es un curso avanzado de pruebas de penetración que amplía el conocimiento y las técnicas enseñadas en Pruebas de Penetración con Kali Linux, enseñando a los estudiantes a realizar pruebas avanzadas contra organizaciones maduras con una función de seguridad establecida y se enfoca en eludir los mecanismos de seguridad diseñados para bloquear ataques.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/osep.png"
            }
        }
    },
    {
        "title": "Aug 2023",
        "cardTitle": "CHMRTS Certified",
        "url": "https://cyberwarfare.live/product/hybrid-multi-cloud-red-team-specialist-chmrts/",
        "cardSubtitle":"El curso esta orientado a diseñar mapas de ataque y explotar servicios en la nube como AWS, Azure, GCP, además de sistemas locales. Cubre la explotación de servicios populares como O365, G-Suite y Azure AD, así como el movimiento lateral entre sistemas y la persistencia en entornos híbridos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/chmrta.png"
            }
        }
    },
    {
        "title": "Jul 2023",
        "cardTitle": "CRTO Certified",
        "url": "https://training.zeropointsecurity.co.uk/courses/red-team-ops",
        "cardSubtitle":"El curso esta orientado a aprender los principios básicos, herramientas y técnicas de un ejercicico Red Team. Los estudiantes cubrirán los conceptos clave de una simulación de ataque, Command and Control, planificación de actuación y reporte.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crto.png"
            }
        }
    },

    {
        "title": "Jun 2023",
        "cardTitle": "CARTP Certified",
        "url": "https://www.alteredsecurity.com/azureadlab",
        "cardSubtitle":"Este bootcamp de 4 semanas, ideal para principiantes, está diseñado para profesionales de la seguridad que deseen mejorar sus habilidades en seguridad en la nube de Azure Active Directory (AD), pentesting de Azure y Red Teaming en la nube de Azure. Cubre todas las fases del Red Teaming y pentesting en Azure: Reconocimiento, Acceso inicial, Enumeración, Escalada de privilegios, Movimiento lateral, Persistencia y exfiltración de datos. El bootcamp se centrará en la metodología y las técnicas, a través de demostraciones del instructor, ejercicios y laboratorios prácticos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/cartp.png"
            }
        }
    },

    {
        "title": "May 2023",
        "cardTitle": "eCCPTv2 Certified",
        "url": "https://elearnsecurity.com/product/ecpptv2-certification/",
        "cardSubtitle":"eCPPTv2 es una certificación profesional 100 % práctica en pruebas de penetración y hacking ético que cuenta con profesionales certificados en los siete continentes.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/eccptv2.png"
            }
        }
    },
    
    {
        "title": "May 2023",
        "cardTitle": "CRTP Certified",
        "url": "https://www.alteredsecurity.com/adlab",
        "cardSubtitle":"El Laboratorio de Ataque y Defensa de Active Directory está diseñado para proporcionar una plataforma a los profesionales de seguridad para entender, analizar y practicar las amenazas y ataques en un entorno moderno de Active Directory. El laboratorio es amigable para principiantes y viene con un curso de video completo y un manual de laboratorio. El curso y el laboratorio se basan en nuestra experiencia de años haciendo y rompiendo entornos de Windows y AD, y enseñando a profesionales de seguridad.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/crtp.png"
            }
        }
    },
    
    {
        "title": "Abr 2023",
        "cardTitle": "AZ-900 Certified",
        "url": "https://learn.microsoft.com/es-es/certifications/exams/az-900/",
        "cardSubtitle":"Los candidatos para este examen deben tener un conocimiento fundamental de los servicios en la nube y cómo se proporcionan esos servicios con Microsoft Azure. El examen está dirigido a candidatos que recién están comenzando a trabajar con soluciones y servicios basados en la nube o que son nuevos en Azure.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/az-900-sinfondo.png"
            }
        }
    },   
    {
        "title": "Mar 2023",
        "cardTitle": "OSCP Certified",
        "url": "https://www.offsec.com/courses/pen-200/",
        "cardSubtitle":"Curso PWK/PEN-200 que introduce las metodologias, herramientas y ténicas de pruebas de penetración. El examen consiste en un ataque y penetración exitoso en varias máquinas en un entorno de laboratorio en un periodo de 48h (24h de explotación y 24h de informe monitorizados). El OSCP es una certificación técnica que requiere de unos conocimientos base. ",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/oscp.png"
            }
        }
    },   
    {
        "title": "Feb 2023",
        "cardTitle": "APIsec Certified",
        "url": "https://university.apisec.ai/apisec-certified-expert",
        "cardSubtitle":"El curso de pruebas de penetración de API cubre todos los temas clave para convertirse en un profesional de APIsec. Este curso práctico proporciona talleres detallados sobre técnicas de hacking de API y cómo descubrir vulnerabilidades y fallos lógicos en las APIs.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/cert/apisec.png"
            }
        }
    },  
   {
        "title": "Jun 2022",
        "cardTitle": "Consultor de Ciberseguridad & Junior Pentester",
        "url": "https://www.ey.com/es_es",
        "cardSubtitle":"Consultor de seguridad encargado de la gestión de vulnerabilidades durante 4 meses con el uso de herramientas como Qualys, Acunetix y Burpsuite. En Septiembre realicé un movimiento lateral y comienzo como Junior Pentester. Encargado de pruebas de auditoria web, infraestructura, generación de reportes y escaneos de vulnerabilidades con Nessus y Burpsuite.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_EY.png"
            }
        }
    }, 

    {
        "title": "Jun 2022",
        "cardTitle": "Grado en Ingeniería Informática",
        "url": "https://www.unir.net/",
        "cardSubtitle":"El Grado en Ingeniería Informática online de UNIR, está diseñado para que adquieras los conocimientos teóricos y prácticos en inteligencia artificial, ingeniería del software, diseño de hardware, arquitecturas de red o seguridad de los datos que forman los sistemas informáticos modernos.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_unir_azul.jpeg"
            }
        }
    },

    
    {
            "title": "Nov 2021",
            "cardTitle": "Curso de Seguridad Informática Ofensiva",
            "url": "https://www.hackbysecurity.com/",
            "cardSubtitle":"En este curso el alumno adquirirá los conocimientos y habilidades necesarias para realizar pruebas de penetración y auditorías de seguridad informática pudiendo llegar a desempeñar puesto como el de hacker ético, pentester o auditor de ciberseguridad. Se le introducirán desde los conceptos de hacking básicos hasta la creación de sus propios exploits, pasando por las técnicas de ataque y herramientas más avanzadas y efectivas.",
            "cardDetailedText": "",
            "media": {
                "type": "IMAGE",
                "source": {
                    "url": "../images/logos/logo_hackbysecurity.png"
                }
            }
    },

    {
        "title": "Sept 2019",
        "cardTitle": "Junior Full Stack Developer",
        "url": "https://www.wunderapp.es/",
        "cardSubtitle":"Encargado del desarrollo de aplicaciones web estáticas (Wordpress) y aplicaciones a medida con Symfony, PHP y Typescript. Desarrollo de aplicaciones móviles con Apache Cordova.",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_wunderapp_con_fondo2.png"
            }
        }
    },
     
    {
        "title": "Jun 2019",
        "cardTitle": "Desarrollo de Aplicaciones Multiplataforma (DAM)",
        "url": "https://iescomercio.com/",
        "cardSubtitle":"Técnico superior en Desarrollo de Aplicaciones Multiplataforma en IES Comercio (Logroño)",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/ies_comercio.png"
            }
        }
    },


    {
        "title": "Jan 2019",
        "cardTitle": "Empleado en prácticas",
        "url": "https://www.terabyte2003.com/",
        "cardSubtitle":"Prácticas en la empresa gracias a la formación profesional. Encargado de desarrollo de mantenimientos en C y migraciones de datos a Ruby",
        "cardDetailedText": "",
        "media": {
            "type": "IMAGE",
            "source": {
                "url": "../images/logos/logo_terabyte_confondo.png"
            }
        }

    }
]